Repository: onmetafox/axiodex
Catalog: frontend/src/locales/*/messages.po
Languages: fr

source: No PnLs found
fr: Aucun PnLs trouvés

source: No open orders
fr: Pas d'ordres ouverts

source: No open position, order cannot be executed unless a position is opened
fr: Pas de position ouverte, l'ordre ne peut être exécuté que si une position est ouverte.

source: No open positions
fr: Pas de position ouverte

source: No open positions at AXN currently
fr: Aucune position ouverte actuellement chez AXN

source: No position
fr: Pas de position

source: No rebates distribution history yet.
fr: Pas d'historique de distribution de remise.

source: No rewards to claim yet
fr: Pas de récompense à réclamer

source: No trades yet
fr: Pas encore d'échanges

source: Note that orders are not guaranteed to be executed.<0/><1/>This can occur in a few situations including but not exclusive to:
fr: Notez que l'exécution des ordres n'est pas garantie d'être exécutée.<0/><1/>Cela peut se produire dans plusieurs situations, notamment, mais pas exclusivement:

source: Only letters, numbers and underscores are allowed.
fr: Les lettres, les chiffres et les caractères de soulignement sont autorisés.

source: Open a position
fr: Ouvrir une position

source: Open in Coingecko
fr: Ouvrir dans Coingecko

source: Open in Explorer
fr: Ouvrir dans l'explorateur

source: Open positions: {0}<0/>Under risk: {1}
fr: Positions ouvertes: {0}<0/>Sous risque: {1}

source: Opening...
fr: Ouverture...

source: Order
fr: Ordre

source: Order cancelled
fr: Ordre annulé

source: Order cancelled.
fr: Ordre annulé.

source: Order cannot be executed as it would reduce the position's leverage below 1
fr: L'ordre ne peut être exécuté car il réduirait l'effet de levier de la position en dessous de 1.

source: Order cannot be executed as the remaining position would be smaller than $5.00
fr: L'ordre ne peut être exécuté car la position restante serait de moins de 5,00$.

source: Order created!
fr: Ordre créé!

source: Order creation failed.
fr: L'ordre a échoué

source: Order size exceeds position
fr: Montant de l'ordre dépasse la position

source: Order size is 0
fr: Montant de l'ordre est 0

source: Order size is bigger than position, will only be executable if position increases
fr: Montant de l'ordre supérieure à la position, il sera exécutable seulement si la position augmente.

source: Order submitted!
fr: Ordre soumis !

source: Order update failed.
fr: Mise à jour de l'ordre échouée.

source: Order update submitted!
fr: Mise à jour de l'ordre envoyée !

source: Order updated!
fr: Ordre actualisé !

source: Orders
fr: Ordres

source: Orders ({0})
fr: Ordres ({0})

source: Orders cancelled.
fr: Ordres annulés.

source: PRICE
fr: PRIX

source: Page not found
fr: La page n'a pas été trouvée

source: Page outdated, please refresh
fr: Page périmée, veuillez rafraîchir

source: Partial Liquidation
fr: Liquidation partielle

source: Partially Liquidated
fr: Liquidé partiellement

source: Partnerships and Integrations
fr: Partenariats et intégrations

source: Pay
fr: Payer

source: Pay Amount
fr: Somme à payer

source: Pay: {0} USD
fr: Payer: {0} USD

source: Platform and ALP index tokens.
fr: Tokens de la plate-forme et de l'indice TLP.

source: Please input a referral code to benefit from fee discounts.
fr: Veuillez saisir un code de parrainage pour bénéficier des réductions de frais.

source: Please read the <0>Medium post</0> before migrating.
fr: Veuillez lire l'<0>Article sur Medium</0> avant d'effectuer la migration.

source: PnL After Fees
fr: PnL Après Frais

source: Pool Amount
fr: Somme du pool

source: Position close disabled, pending {0} upgrade
fr: Fermeture de position désactivée, en attente {0} actualiser

source: Prev
fr: Préc

source: Price
fr: Prix

source: Price above Liq. Price
fr: Prix supérieur au prix de liq.

source: Price above Mark Price
fr: Prix supérieur à celui de la marque

source: Price below Liq. Price
fr: Prix inférieur au prix de liq.

source: Price below Mark Price
fr: Prix inférieur à celui de la marque

source: Price conditions are met
fr: Conditions de prix satisfaites

source: Price is above Mark Price
fr: Le prix est supérieur à celui de la marque

source: Price is below Mark Price
fr: Le prix est inférieur à celui de la marque

source: Profit price: {0} ${1}. This rule applies for the next {2}, until {3}.
fr: Prix du profit: {0} ${1}. Cette règle s'applique au prochain {2}, jusqu'à {3}.

source: Proof of Locked Liquidity
fr: Preuve de liquidité bloquée

source: Protocol analytics
fr: Analyses du protocole

source: Purchase Insurance
fr: Acheter l'assurance

source: Read more
fr: Lire plus

source: Rebates Distribution History
fr: Historique de distribution des remises

source: Rebates are airdropped weekly.
fr: Les remises sont distribuées chaque semaine.

source: Rebates earned by this account as a trader.
fr: Remises obtenues par ce compte en tant que trader.

source: Rebates earned by this account as an affiliate.
fr: Remises obtenues par ce compte en tant qu'affilié.

source: Receive
fr: Recevoir

source: Receiver Address
fr: Adresse du destinataire

source: Receiver has not staked AXN tokens before
fr: Le destinataire n'a jamais staké de tokens ALP auparavant

source: Receiver has not staked ALP tokens before
fr: Le destinataire n'a jamais staké de tokens ALP auparavant

source: Redemption time not yet reached
fr: Le délai de rachat n'a pas encore été atteint

source: Referral Code
fr: Code de parrainage

source: Referral Code does not exist
fr: Ce code de parrainage n'existe pas

source: Referral Codes
fr: Codes de parrainage

source: Referral code added!
fr: Code de parrainage ajouté!

source: Referral code created!
fr: Code de parrainage créé!

source: Referral code creation failed.
fr: Création du code de parrainage échouée.

source: Referral code submitted!
fr: Code de parrainage soumis !

source: Referral code updated!
fr: Code de parrainage actualisé !

source: Referrals
fr: Affiliés

source: Request decrease {0} {longOrShortText}, -{1} USD, Acceptable Price: {2} {3} USD
fr: Demander une réduction {0} {longOrShortText}, -{1} USD, Prix acceptable: {2} {3} USD

source: Request deposit into {0} {longOrShortText}
fr: Demander dépôt dans {0} {longOrShortText}"

source: Request increase {0} {longOrShortText}, +{1} USD, Acceptable Price: {2} {3} USD
fr: Demander une augmentation {0} {longOrShortText}, +{1} USD, Prix acceptable: {2} {3} USD

source: Request withdrawal from {0} {longOrShortText}
fr: Demander un retrait de {0} {longOrShortText}

source: Requested decrease of {0} {longOrShortText} by {sizeDeltaUsd} USD.
fr: Réduction requise de {0} {longOrShortText} par {sizeDeltaUsd} USD.

source: Requested deposit of {0} {1} into {2} {longOrShortText}.
fr: Dépôt requis de {0} {1} dans {2} {longOrShortText}.

source: Requested increase of {tokenSymbol} {longOrShortText} by {0} USD.
fr: Augmentation requise de {tokenSymbol} {longOrShortText} par {0} USD.

source: Requested withdrawal of {0} USD from {1} {longOrShortText}.
fr: Demander un retrait de {0} USD de {1} {longOrShortText}.

source: Reserve Amount
fr: Montant de réserve

source: Reserved
fr: Réservé

source: Reserved for Vesting
fr: Réservé pour le vesting

source: Rewards
fr: Récompenses

source: Rewards Distribution History
fr: Historique de distribution des récompenses

source: Rewards are airdropped weekly.
fr: Les récompenses sont AirDroppées chaque semaine.

source: Same as current active code
fr: Même que le code actif actuel

source: Save
fr: Sauver

source: Save on Costs
fr: Économiser sur les coûts

source: Save on Fees
fr: Économisez sur les frais

source: Search Token
fr: Rechercher le token

source: Select Language
fr: Sélectionner une langue

source: Select Market
fr: Sélectionner le marché

source: Select an option
fr: Sélectionner une option

source: Select different tokens
fr: Sélectionner des tokens différents

source: Select your vesting option below then click "Claim".
fr: Sélectionnez votre option de vesting ci-dessous, puis cliquez sur "Réclamation".

source: Self-transfer not supported
fr: Auto-transfert non supporté

source: Sell TLP
fr: Vendre TLP

source: Sell failed.
fr: Vente échouée.

source: Sell for {0}
fr: Vendre pour {0}

source: Sell submitted!
fr: Vente soumise !

source: Selling...
fr: Vente en cours...

source: Sender has withdrawn all tokens from AXN Vesting Vault
fr: L'expéditeur a retiré tous les tokens du coffre de Vesting TLP.

source: Sender has withdrawn all tokens from ALP Vesting Vault
fr: L'expéditeur a retiré tous les tokens du coffre de Vesting TLP.

source: Settings
fr: Paramètres

source: Share
fr: Partager

source: Share Position
fr: Partager la Position

source: Shibarium's Decentralized<0/>Perpetual Exchange
fr: Shibarium Décentralisé <0/>Bourse perpétuelle

source: Shorting...
fr: Short en cours...

source: Size
fr: Montant

source: Slippage should be less than 5%
fr: Le glissement doit être de moins de 5%.

source: Speed up page loading
fr: Accélérer le chargement de la page

source: Spread
fr: Marge

source: Stablecoin Percentage
fr: Pourcentage de stablecoins

source: Stake
fr: Staker

source: Stake Multiplier Points
fr: Staker les points multiplicateurs

source: Stake AXN
fr: Staker AXN

source: Stake AXN Rewards
fr: Staker les récompenses de AXN

source: Stake failed
fr: Staking échoué

source: Stake failed.
fr: Staking échoué.

source: Stake submitted!
fr: Staking soumis !

source: Stake submitted! <0>View status.</0>
fr: Staking soumis ! <0>Voir le statut.</0>

source: Staked
fr: Staker

source: Staked Multiplier Points
fr: Points multiplicateurs stakés

source: Staked Tokens
fr: Tokens stakés

source: Staking...
fr: Staking en cours...

source: Structured Products
fr: Produits structurés

source: Submit
fr: Soumettre

source: Supply
fr: Donner

source: Swap
fr: Échanger

source: Swap Order created!
fr: Ordre d'échange créé !

source: Swap Order creation failed.
fr: Ordre d'échange échoué.

source: Swap Order submitted!
fr: Ordre d'échange soumis !

source: Swap active: {0}, executed: {1}, cancelled: {2}
fr: Échange actif: {0}, exécuté: {1}, annulé: {2}

source: Swap failed.
fr: échange échoué.

source: Swap on 1inch
fr: Échanger sur 1inch

source: Swap submitted!
fr: Échange soumis !

source: Swap submitted.
fr: Échange soumis.

source: Swap {0} USDG for {1} {2}
fr: Échanger {0} USDG pour {1} {2}

source: Swap {0} on 1inch
fr: Échanger {0} sur 1inch

source: Swap {0} submitted!
fr: Échanger {0} soumis!

source: Swap {0} to {1} on 1inch
fr: Échanger {0} pour {1} sur 1inch

source: Swap {0} {1} for {2} USDG
fr: Échanger {0} {1} pour {2} USDG

source: Swap {0} {1} for {2} {3}
fr: Échanger {0} {1} pour {2} {3}

source: Swapped {0} {1} for {2} {3}!
fr: {0} {1} échangés pour {2} {3}!

source: Swapping...
fr: Échange en cours...

source: Swaps disabled, pending {0} upgrade
fr: Échanges désactivés, en attente de {0} actualisations

source: AXN Vault
fr: Coffre AXN

source: AXN is the utility and governance token. Accrues 25% of the platform's generated fees.
fr: AXN est le token d'utilité et de gouvernance. Accumule 25% des frais générés par la plateforme.

source: AXN transfers not yet enabled
fr: Les transferts AXN ne sont pas encore activés

source: ALP Index Composition
fr: Composition de l'indice TLP

source: ALP Vault
fr: Coffre TLP

source: ALP buy disabled, pending {0} upgrade
fr: Achat ALP désactivé, en attente de {0} actualisations

source: ALP is the liquidity provider token. Accrues 50% of the platform's generated fees.
fr: ALP est le token qui fournit la liquidité. Accumule 50% des frais générés par la plateforme.

source: ALP sell disabled, pending {0} upgrade
fr: Vente ALP désactivé, en attente de {0} actualisations

source: Target Min Amount
fr: Somme cible min

source: Target Weight
fr: Poids cible

source: Telegram Group
fr: Groupe Telegram

source: Telegram Group (Chinese)
fr: Groupe Telegram (langue chinoise)

source: Telegram Group (Portuguese)
fr: Groupe Telegram (langue Portugaise)

source: Telegram Groups
fr: Groupes Telegram

source: Terms and Conditions
fr: Termes et conditions

source: The <0>AXN migration</0> is in progress, please migrate your GMT, xGMT, GMT-USDG and xGMT-USDG tokens.<1/>USDG tokens will continue to function as before and do not need to be migrated.
fr: La <0>migration AXN</0>est en cours, veuillez migrer vos tokens GMT, xGMT, GMT-USDG et xGMT-USDG.<1/>Les tokens USDG continueront à fonctionner comme avant et ne doivent pas être transférés.

source: The Boosted APR is from your staked Multiplier Points.
fr: Le Taux de Rendement Annuel boosté provient de vos points multiplicateurs misés.

source: The borrow fee is calculated as (assets borrowed) / (total assets in pool) * 0.01% per hour.
fr: La commission d'emprunt est calculée comme (actifs empruntés) / (actifs totaux dans le pool) * 0,01% par heure.

source: The mark price has changed, consider increasing your Allowed Slippage by clicking on the "..." icon next to your address.
fr: Le prix du marché a changé, envisagez d'augmenter votre marge autorisée en cliquant sur l'icône "..." à côté de votre adresse.

source: The order will only execute if the price conditions are met and there is sufficient liquidity
fr: L'ordre ne sera exécuté que si les conditions de prix sont remplies et si la liquidité est suffisante.

source: The price that the order can be executed at may differ slightly from the chart price as market orders can change the price while limit / trigger orders cannot.
fr: Le prix auquel l'ordre peut être exécuté peut différer légèrement du prix du graphique, car les ordres de la bourse peuvent modifier le prix alors que les ordres à cours limité ou à seuil de déclenchement ne le peuvent pas.

source: The referral code can't be more than {MAX_REFERRAL_CODE_LENGTH} characters.
fr: Le code de parrainage ne peut contenir plus de {MAX_REFERRAL_CODE_LENGTH} caractères.

source: The website is a community deployed and maintained instance of the open source <0>AXN front end</0>, hosted and served on the distributed, peer-to-peer <1>IPFS network</1>.
fr: Le site web est une instance open source du <0>AXN front-end</0>, déployée et maintenue par la communauté, hébergé et servi sur le réseau distribué, pair-à-pair <1>Réseau IPFS</1>.

source: There are more longs than shorts, borrow fees for shorting is currently zero
fr: Il y a plus de longs que de courts, les frais d'emprunt pour les courts sont actuellement nuls.

source: There are more shorts than longs, borrow fees for longing is currently zero
fr: Il y a plus de courts que de longs, les frais d'emprunt pour les longs sont actuellement nuls.

source: There is not enough liquidity in a single token for your size. Please check the Save on Fees section and consider splitting your order into several different ones
fr: Il n'y a pas assez de liquidité dans un seul token pour votre grandeur. Veuillez consulter la section "Économiser sur les frais" et envisagez de diviser votre ordre en plusieurs ordres différents.

source: There may not be sufficient liquidity to execute your order when the price conditions are met
fr: Il se peut que la liquidité soit insuffisante pour exécuter votre ordre lorsque les conditions de prix sont remplies.

source: This code has been taken by someone else on {0}, you will not receive rebates from traders using this code on {1}.
fr: Ce code a été utilisé par quelqu'un d'autre sur {0}, vous ne recevrez pas de remise de la part des traders utilisant ce code sur {1}.

source: This code is not yet registered on {0}, you will not receive rebates there.<0/><1/>Switch your network to create this code on {1}.
fr: Ce code n'est pas encore enregistré sur {0}, vous ne recevrez pas de remise dans ce cas.<0/><1/>Changez votre réseau pour créer ce code sur {1}.

source: This position was liquidated as the max leverage of 100x was exceeded.
fr: Cette position a été liquidée car le levier maximal de 100x a été dépassé.

source: Tier {0} ({1}% discount)
fr: Niveau {0} (réduction {1}%)

source: Tier {0} ({1}% rebate)
fr: Niveau {0} (Remise {1}%)

source: To Receive
fr: Pour recevoir

source: To complete the transfer, you must switch your connected account to {receiver}.
fr: Pour effectuer le transfert, vous devez passer votre compte connecté à {receiver}.

source: To reduce fees, select a different asset to pay with.
fr: Pour réduire les frais, choisissez un autre actif pour payer.

source: To reduce fees, select a different asset to receive.
fr: Pour réduire les frais, sélectionnez un autre actif à recevoir.

source: Total Assets Migrated
fr: Actifs totaux migrés

source: Total Assets Staked
fr: Actifs totaux stakés

source: Total Fees Distributed
fr: Total des frais distribués

source: Total Rebates
fr: Remise totale

source: Total Rewards
fr: Récompenses totales

source: Total Staked
fr: Total staké

source: Total Supply
fr: Réserves Totales

source: Total Traders Referred
fr: Totales des traders parrainés

source: Total Trading Volume
fr: Volume total des échanges

source: Total Volume
fr: Volume total

source: Total Volume Since 28 April 2021
fr: Volume total depuis le 28 avril 2021

source: Total active: {openTotal}, executed: {executedTotal}, cancelled: {cancelledTotal}
fr: Actif total: {openTotal}, exécuté: {executedTotal}, annulé: {cancelledTotal}

source: Total fees earned since {0}: {1} USD<0/>Fee assets: {feeText}
fr: Total des frais gagnés depuis {0}: {1} USD<0/>Actifs de frais: {feeText}

source: Trade
fr: Echanger

source: Trade BTC, ETH, BONE and other top cryptocurrencies with up to 50x leverage directly from your wallet
fr: Négociez BTC, ETH, BONE et d'autres crypto-monnaies de premier plan avec un effet de levier jusqu'à 50x directement depuis votre portefeuille

source: Trade on AXN and win <0>$250.000</0> in prizes! Live until November 30th, <1>click here</1> to learn more.
fr: Échanger sur AXN et gagner <0>$250.000</0> de prix ! Jusqu'au 30 novembre, <1> cliquer ici</1>, pour en savoir plus."

source: Traders Referred
fr: Traders parrainés

source: Trades
fr: Opérations

source: Trading guide
fr: Guide d'opérations

source: Tranferring...
fr: Transfert en cours...

source: Transaction completed!
fr: transaction effectuée !

source: Transaction failed
fr: Transaction échouée

source: Transaction sent.
fr: Transaction envoyée.

source: Transaction was cancelled.
fr: Transaction annulée.

source: Transfer Account
fr: Compte de transfert

source: Transfer NFT
fr: Transférer NFT

source: Transfer Submitted
fr: Transfert soumis

source: Transfer already initiated
fr: Transfert déjà initié

source: Transfer failed.
fr: Transfert échoué.

source: Transfer submitted!
fr: Transfert soumis !

source: Transferring
fr: Transfert en cours

source: Trigger
fr: Déclencheur

source: Trigger Price
fr: Prix de déclenchement

source: Trigger order disabled, pending {0} upgrade
fr: Ordre de déclenchement désactivé, {0} actualisations en attente

source: Try increasing the "Allowed Slippage", under the Settings menu on the top right
fr: Essayez d'augmenter le " glissement autorisé", sous le menu Paramètres en haut à droite

source: Try increasing the "Allowed Slippage", under the Settings menu on the top right.
fr: Essayez d'augmenter le " glissement autorisé", sous le menu Paramètres en haut à droite.

source: Two tokens create our ecosystem
fr: Deux tokens créent notre écosystème

source: Txn failed. <0>View</0>
fr: Txn échouée. <0> Voir</0>

source: USDG Debt
fr: Dette USDG

source: UTILIZATION
fr: UTILISATION

source: Unstake
fr: Arrêter le Staking

source: Unstake AXN
fr: Arrêter le staking de AXN

source: Unstake completed!
fr: Arrêt du staking complété !

source: Unstake failed
fr: Arrêt du staking échoué

source: Unstake failed.
fr: Arrêt du staking échoué.

source: Unstake submitted!
fr: Arrêt du staking soumis !

source: Unstake submitted! <0>View status.</0>
fr: Arrêt du staking soumis! <0>Voir le statut.</0>

source: Unstaking...
fr: Arrêt du staking...

source: Update
fr: Actualiser

source: Update Order
fr: Actualiser l'ordre

source: Updating Order...
fr: Actualisation de l'ordre...

source: Updating...
fr: Actualisation...

source: Use the "Close" button to reduce your position size, or to set stop-loss / take-profit orders.
fr: Utiliser le bouton "Fermer" pour réduire la taille de votre position, ou pour définir un ordre stop-loss / take-profit.

source: Use the "Compound" button to stake your Multiplier Points.
fr: Utiliser le bouton "Composé" pour staker vos points multiplicateurs.

source: Use the Edit Collateral icon to deposit or withdraw collateral.
fr: Utilisez l'icône Modifier Collatéral pour déposer ou retirer le collatéral.

source: Useful Links
fr: Liens utiles

source: Utilization
fr: Utilisation

source: Vault Capacity
fr: Capacité du coffre

source: Vault Capacity for your Account:
fr: Capacité du coffre de votre compte:

source: Vest
fr: Vester

source: Vested AXN not withdrawn
fr: AXN vesté non retiré

source: Vested ALP not withdrawn
fr: ALP vesté non retiré

source: Vesting Status
fr: Statut du vesting

source: View
fr: Voir

source: View in Explorer
fr: Voir dans Explorer

source: View status.
fr: Voir le statut

source: Volume traded by this account with an active referral code.
fr: Volume échangé par ce compte avec un code de parrainage actif.

source: Volume traded by your referred traders.
fr: Volume échangé par vos traders parrainés.

source: WALLET
fr: PORTEFEUILLE

source: WARNING: High Fees
fr: AVERTISSEMENT: frais élevés

source: WARNING: This position has a low amount of collateral after deducting borrowing fees, deposit more collateral to reduce the position's liquidation risk.
fr: AVERTISSEMENT: Cette position a un montant de collatéral bas après déduction des frais d'emprunt, déposez plus de collatéral pour réduire le risque de liquidation de la position.

source: WEIGHT
fr: POIDS

source: Waiting for Approval
fr: En attente d'autorisation

source: Wallet
fr: Portefeuille

source: Wallet is not connected
fr: Portefeuille non connecté

source: Wallet not connected
fr: Portefeuille non connecté

source: Wallet not yet connected
fr: Le portefeuille n'est pas encore connecté

source: Weight
fr: Poids

source: When closing the position, you can select which token you would like to receive the profits in.
fr: Lors de la clôture de la position, vous pouvez sélectionner le token avec lequel vous souhaitez recevoir vos profits.

source: Withdraw
fr: Retirer

source: Withdraw disabled, pending {0} upgrade
fr: Retrait désactivé, {0} actualisations en attente

source: Withdraw failed.
fr: Retrait échoué.

source: Withdraw from AXN Vault
fr: Retirer du coffre AXN

source: Withdraw from ALP Vault
fr: Retirer du coffre TLP

source: Withdraw submitted.
fr: Retrait soumis

source: Withdraw {0} USD from {1} {longOrShortText}
fr: Retirer {0} USD de {1} {longOrShortText}

source: Withdrawal failed.
fr: Retrait échoué.

source: Withdrawal submitted.
fr: Retrait soumis

source: Withdrawing...
fr: Retrait en cours...

source: Withdrawn!
fr: Retiré !

source: Withdrew {0} USD from {tokenSymbol} {longOrShortText}.
fr: {0} USD de {tokenSymbol} {longOrShortText} retirés.

source: Yield Vaults
fr: Coffres de Rendements

source: You are earning {0}% more {nativeTokenSymbol} rewards using {1} Staked Multiplier Points.
fr: Vous gagnez {0}% de plus de récompenses {nativeTokenSymbol}, en utilisant {1} Points multiplicateurs sakés.

source: You are earning {nativeTokenSymbol} rewards with {0} tokens.<0/>Tokens: {amountStr}.
fr: Vous gagnez des récompenses {nativeTokenSymbol} avec {0} tokens.<0/> Tokens: {amountStr}.

source: You are leaving axnfinance.com and will be redirected to a third party, independent website.
fr: Vous quittez axnfinance.com et serez redirigé vers un site Web tiers et indépendant.
