Repository: onmetafox/axiodex
Catalog: frontend/src/locales/*/messages.po
Languages: fr

source: #ShibArmy Burn
fr: #ShibArmy brûle

source: <0/>Profit price: {0} ${1}. This rule applies for the next {2}, until {3}.
fr: <0/>Prix du profit: {0} ${1}. Cette règle s'applique au prochain {2}, jusqu'à {3}.

source: <0>Insufficient liquidity to execute the order</0><1>The mark price which is an aggregate of exchange prices did not reach the specified price</1><2>The specified price was reached but not long enough for it to be executed</2><3>No keeper picked up the order for execution</3>
fr: <0>Liquidité insuffisante pour exécuter l'ordre</0><1>Le prix de référence, qui est un agrégat de prix d'échanges, n'a pas atteint le prix spécifié</1><2>Le prix spécifié a été atteint mais pas assez longtemps pour qu'il soit exécuté.</2><3>Aucun gardien n'a pris l'ordre d'exécution</3>

source: <0>Return to </0><1>Homepage</1> <2>or </2> <3>Trade</3>
fr: <0>Retourner à </0><1>la page d'accueil</1> <2>ou </2> <3>échanger</3>

source: <0>The pool's capacity has been reached for {0}. Please use another token to buy TLP.</0><1>Check the "Save on Fees" section for tokens with the lowest fees.</1>
fr: <0>La capacité du pool a été atteinte pour {0}. Veuillez utiliser un autre token pour acheter TLP.</0><1>Vérifier la section "économiser sur les frais" pour les tokens ayant les meilleur frais.</1>

source: A snapshot of the USD value of your {0} collateral is taken when the position is opened.
fr: Une image instantanée de la valeur en USD de votre {0} collatéral initial est prise à l'ouverture de la position.

source: APR
fr: Taux de rendement annuel

source: APRs are updated weekly on Wednesday and will depend on the fees collected for the week.
fr: Les taux de rendement annuels sont mis à jour chaque semaine le mercredi et dépendront des frais perçus pour la semaine.

source: AVAILABLE
fr: DISPONIBLE

source: About
fr: À propos

source: Accept confirmation of trigger orders
fr: Accepter la confirmation des ordres de déclenchement

source: Accept minimum and {action}
fr: Accepter le minimum et {action}

source: Accept terms to enable orders
fr: Accepter les conditions pour permettre les commandes

source: Accept that orders are not guaranteed to execute and trigger orders may not settle at the trigger price
fr: Accepter que les ordres ne sont pas garantis de s'exécuter et que les ordres de déclenchement peuvent ne pas être réglés au prix de déclenchement

source: Account
fr: Compte

source: Active Orders
fr: Ordres Actifs

source: Active Referral Code
fr: Code/ID de référence actif

source: Add to Metamask
fr: Ajouter à Metamask

source: Adding referral code failed.
fr: L'ajout du code/ID de référence a échoué.

source: Adding...
fr: S'ajoute...

source: Additional reserve required
fr: Réserve additionnelle nécessaire

source: Additionally, trigger orders are market orders and are not guaranteed to settle at the trigger price.
fr: De plus, les ordres à seuil de déclenchement sont des ordres de bourse et ne sont pas garantis de s'exécuter au prix de déclenchement.

source: Affiliates
fr: Affiliés

source: Agree
fr: Accepter

source: Allow up to 1% slippage
fr: Permettre jusqu'à 1 % de glissement

source: Allowed Slippage
fr: Glissement autorisé

source: Alternative links can be found in the <0>docs</0>.<1/><2/>By clicking Agree you accept the <3>T&Cs</3> and <4>Referral T&Cs</4>.<5/><6/>
fr: Des liens alternatifs peuvent être trouvés dans la section <0>docs</0>.<1/><2/>En cliquant sur Accepter, vous acceptez les <3>Conditions générales</3> et <4> Conditions générales de parrainage</4>.<5/><6/>

source: Alternatively, you can select a different "Collateral In" token.
fr: Vous pouvez également sélectionner un autre."Collatéral En" token.

source: Amount
fr: Somme

source: Amount of traders you referred.
fr: Le nombre de traders que vous avez parrainés.

source: Amount to claim
fr: Somme à réclamer

source: Announcement
fr: Annonce

source: Approval failed
fr: Approbation rejetée

source: Approval submitted! <0>View status.</0>
fr: Approbation soumise ! <0>View status.</0>

source: Approval was cancelled
fr: L'approbation a été annulée

source: Approve AXN
fr: Approuver AXN

source: Approve {0}
fr: Approuver {0}

source: Approve {stakingTokenSymbol}
fr: Approuver {stakingTokenSymbol}

source: Approving AXN...
fr: Approbation de AXN...

source: Approving {0}...
fr: Approbation {0}...

source: Approving {stakingTokenSymbol}...
fr: Approbation {stakingTokenSymbol}...

source: Approving...
fr: Approbation...

source: As there is not enough liquidity in ALP to swap {0} to {swapTokenSymbol}, you can use the option below to do so:
fr: Comme il n'y a pas assez de liquidité dans ALP pour échanger {0} vers {swapTokenSymbol}, vous pouvez utiliser l'option ci-dessous pour le faire :

source: Assets Under Management
fr: Actifs sous gestion

source: Available
fr: Disponible

source: Available Liquidity
fr: Liquidité Disponible

source: Available amount to deposit into TLP.
fr: Somme disponible à déposer dans TLP.

source: Available amount to withdraw from TLP. Funds not utilized by current open positions.
fr: Somme disponible pour retirer de TLP. Montant non utilisé par les postes actuellement ouverts.

source: Available on your preferred network
fr: Disponible sur le réseau de votre choix

source: Available:
fr: Disponible:

source: Begin Transfer
fr: Commencer le transfert

source: Bonus Tokens
fr: Tokens Bonus

source: Boost Percentage
fr: Pourcentage de boost

source: Borrow Fee
fr: Commission d'emprunt

source: Borrow Fee / Day
fr: Commission d'emprunt / jour

source: Buy
fr: Acheter

source: Buy / Sell TLP
fr: Acheter / Vendre TLP

source: Buy AXN
fr: Acheter AXN

source: Buy AXN or TLP
fr: Acheter AXN ou TLP

source: Buy TLP
fr: Acheter TLP

source: Buy failed.
fr: Achat échoué

source: Buy on Ethereum
fr: Acheter sur Ethereum

source: Buy on Shibarium
fr: Acheter sur Shibarium

source: Buy submitted.
fr: Achat soumis.

source: Buy with {0}
fr: Acheter avec {0}

source: Buy {swapTokenSymbol} on 1inch
fr: Acheter {swapTokenSymbol} sur 1inch

source: Buying...
fr: Achat...

source: Can't execute because of an error
fr: Impossible d'exécuter à cause d'une erreur

source: Cancel
fr: Annuler

source: Cancel failed
fr: Annulation échouée

source: Cancel failed.
fr: Annulation échouée

source: Cancel submitted
fr: Annulation soumise

source: Cancel submitted.
fr: Annulation soumise

source: Chart positions
fr: Positions sur les graphiques

source: Check the "Save on Fees" section below to get the lowest fee percentages.
fr: Vérifiez la section "Économisez sur les frais" ci-dessous pour obtenir les pourcentages de frais les plus bas.

source: Checking code...
fr: Vérification du code...

source: Claim
fr: Réclamer

source: Claim Rewards
fr: Réclamer les récompenses

source: Claim AXN Rewards
fr: Réclamer les récompenses AXN

source: Claim completed!
fr: Réclamation complétée !

source: Claim failed
fr: Réclamation échouée

source: Claim failed.
fr: Réclamation échouée.

source: Claim submitted!
fr: Réclamation soumise !

source: Claim submitted! <0>View status.</0>
fr: Réclamation soumise ! <0>Voir le statut.</0>

source: Claim submitted.
fr: Réclamation soumise.

source: Claim {wrappedTokenSymbol} Rewards
fr: Réclamer les récompenses de {wrappedTokenSymbol}

source: Claimable
fr: Réclamable

source: Claiming...
fr: Réclamation en cours...

source: Click on a row to select the position's market, then use the trade box to increase your position size if needed.
fr: Cliquez sur une ligne pour sélectionner le marché de la position, puis utilisez la boîte de négociation pour augmenter la taille de votre position si nécessaire.

source: Close
fr: Fermer

source: Close failed.
fr: Fermeture échouée.

source: Close submitted!
fr: Fermeture soumise !

source: Close to execution price
fr: Près du prix d'exécution

source: Close without profit
fr: Fermer sans profit

source: Close {longOrShortText} {0}
fr: Fermer {longOrShortText} {0}

source: Close: {convertedAmountFormatted} {0}
fr: Fermer: {convertedAmountFormatted} {0}

source: Closing...
fr: Fermeture...

source: Code already taken
fr: Code déjà pris

source: Coinbase Wallet
fr: Portefeuille Coinbase

source: Coinbase Wallet not detected.
fr: Portefeuille Coinbase non détecté.

source: Collateral
fr: Collatéral

source: Collateral ({0})
fr: Collatéral ({0})

source: Collateral In
fr: Collatéral En

source: Community Projects
fr: Projets de la Communauté

source: Community curated tweet collection
fr: Collection de tweets élaborée par la communauté

source: Community-led Telegram groups.
fr: Groupes Telegram gérés par la communauté.

source: Complete Account Transfer
fr: Compléter le Transfert de compte

source: Complete Transfer
fr: Transfert complet

source: Compound
fr: Composé

source: Compound Rewards
fr: Composer les récompenses

source: Compound completed!
fr: Composition complétée !

source: Compound failed.
fr: Composition échouée.

source: Compound submitted!
fr: Composition soumise !

source: Compounding...
fr: Composition en cours...

source: Confirm Long
fr: Confirmer le long

source: Confirm Short
fr: Confirmer le Short

source: Confirm Swap
fr: Confirmer l'échange

source: Connect
fr: Connecter

source: Connect Wallet
fr: Connecter Portefeuille

source: Connected to {0}
fr: Connecté à {0}

source: Continue
fr: Continuer

source: Convert {wrappedTokenSymbol} to {nativeTokenSymbol}
fr: Convertir {wrappedTokenSymbol} vers {nativeTokenSymbol}

source: Copy
fr: Copier

source: Copy Address
fr: Copier l'adresse

source: Could not add token to MetaMask
fr: Impossible d'ajouter ce token à MetaMask

source: Could not decrease {tokenSymbol} {longOrShortText} within the allowed slippage, you can adjust the allowed slippage in the settings on the top right of the page.
fr: Impossible de diminuer {tokenSymbol} {longOrShortText} dans les limites de glissement autorisé, vous pouvez ajuster le glissement autorisé dans les paramètres en haut à droite de la page.

source: Could not execute deposit into {0} {longOrShortText}
fr: Impossible d'exécuter ce dépôt dans {0} {longOrShortText}

source: Could not execute withdrawal from {0} {longOrShortText}
fr: Impossible d'exécuter ce retrait depuis {0} {longOrShortText}

source: Could not increase {tokenSymbol} {longOrShortText} within the allowed slippage, you can adjust the allowed slippage in the settings on the top right of the page.
fr: Impossible d'augmenter {tokenSymbol} {longOrShortText} dans les limites de glissement autorisé, vous pouvez ajuster le glissement autorisé dans les paramètres en haut à droite de la page.

source: Create
fr: Créer

source: Create Order
fr: Créer un Ordre

source: Create Referral Code
fr: Créer un code de parrainage

source: Create {0} Order
fr: Créer un {0} Ordre

source: Created limit order for {0} {1}: {2} USD!
fr: Ordre limite créé pour {0} {1}: {2} USD!

source: Creating Order...
fr: Création de l'ordre...

source: Creating...
fr: Création...

source: Creator
fr: Créateur

source: Current Pool Amount
fr: Montant actuel du pool

source: Current Reserved
fr: Réserves actuelles

source: Current Weight
fr: Poids actuel

source: Current {0} long
fr: Long {0} actuel

source: Current {0} shorts
fr: Shorts {0} actuel

source: DEX Aggregator
fr: Agrégateur DEX

source: Dashboards
fr: Tableaux de bords

source: DeFi Portfolio Tracker
fr: Suivi du portefeuille DeFi

source: Decentralized Finance Dashboard
fr: Tableau de bord de finance décentralisée

source: Decentralized Options Protocol
fr: Protocole d'options décentralisées

source: Decentralized Options Strategies
fr: Stratégies d'options décentralisées

source: Decentralized Trading Protocol
fr: Protocole d'échange décentralisé

source: Decrease
fr: Diminuer

source: Decrease active: {0}, executed: {1}, cancelled: {2}
fr: Diminution active: {0}, exécuté: {1}, annulé: {2}

source: Decreased
fr: Diminué

source: Decreased {tokenSymbol} {longOrShortText}, -{0} USD.
fr: {tokenSymbol} {longOrShortText} diminué, -{0} USD.

source: Deposit
fr: Dépôt

source: Deposit disabled, pending {0} upgrade
fr: Dépôt désactivé, en attente de {0} actualisation

source: Deposit failed!
fr: Dépôt échoué !

source: Deposit failed.
fr: Dépôt échoué.

source: Deposit submitted!
fr: Dépôt soumis !

source: Deposit submitted.
fr: Dépôt soumis.

source: Deposit {0} USD into {1} {longOrShortText}
fr: Déposer {0} USD sur {1} {longOrShortText}

source: Deposited
fr: Déposé

source: Deposited {0} USD into {tokenSymbol} {longOrShortText}
fr: {0} USD déposés sur {tokenSymbol} {longOrShortText}

source: Deposited!
fr: Déposé!

source: Depositing...
fr: Dépôt en cours...

source: Disable order validations
fr: Désactiver les validations d'ordre

source: Disconnect
fr: Déconnecter

source: Display PnL after fees
fr: Afficher PnL après les frais

source: Don't show this message again for 30 days.
fr: Ne montrez plus ce message pendant 30 jours.

source: Download
fr: Télécharger

source: Earn
fr: Gagner

source: Edit
fr: Modifier

source: Edit Collateral
fr: Modifier le Collatéral

source: Edit Referral Code
fr: Modifier le code de parrainage

source: Edit order
fr: Modifier l'ordre

source: Edit {longOrShortText} {0}
fr: Modifier {longOrShortText} {0}

source: Enable Leverage
fr: Permettre le levier

source: Enable Orders
fr: Permettre les ordres

source: Enable deposit failed.
fr: L'activation du dépôt a échoué.

source: Enable deposit sent.
fr: Activation du dépôt envoyée.

source: Enable leverage failed.
fr: L'activation du levier a échoué.

source: Enable leverage sent.
fr: Activation du levier envoyée.

source: Enable orders failed.
fr: Activation des ordres échouée.

source: Enable orders sent.
fr: Activation des ordres envoyée.

source: Enable withdraw failed.
fr: Activation des retraits échouée.

source: Enable withdraw sent.
fr: Activation des retraits envoyée.

source: Enabling Leverage
fr: Permettre l'effet de levier

source: Enabling Leverage...
fr: Permettre l'effet de levier...

source: Enabling Orders...
fr: Activation des ordres...

source: Enter NFT Address
fr: Indiquer l'adresse NFT

source: Enter NFT ID
fr: Indiquer l'ID NFT

source: Enter Price
fr: Indiquer le prix

source: Enter Receiver Address
fr: Indiquer l'adresse du destinataire

source: Enter Referral Code
fr: Indiquer le code de parrainage

source: Enter a code
fr: Indiquer un code

source: Enter a price
fr: Indiquer un prix

source: Enter an amount
fr: indiquer une somme

source: Enter new Price
fr: Indiquer une nouvelle somme

source: Entry Price
fr: Prix d'entrée

source: Escrowed AXN
fr: AXN sous séquestre

source: Escrowed AXN APR
fr: Taux de rendement annuels AXN sous séquestre

source: Execute
fr: Exécuter

source: Execute Order: Swap {fromAmountDisplay} {0} for {toAmountDisplay} {1}
fr: Exécuter l'ordre: Échanger {fromAmountDisplay} {0} pour {toAmountDisplay} {1}

source: Exit Price
fr: Prix de sortie

source: FEES
fr: FRAIS

source: Fees
fr: FRAIS

source: Fees are high to swap from {0} to {1}.
fr: Les frais sont élevés pour changer de {0} vers {1}.

source: Fees are high to swap from {0} to {1}. <0/>{2} is needed for collateral.
fr: Les frais sont élevés pour changer de {0} vers {1}. <0/>{2} est nécessaire pour le Collatéral.

source: Fees may vary depending on which asset you sell ALP for. <0/>Enter the amount of ALP you want to redeem in the order form, then check here to compare fees.
fr: Les frais peuvent varier selon quel actif vous vendez pour du TLP. <0/>Indiquer la somme que vous souhaitez rembourser, puis vérifiez ici pour comparer les frais.

source: Fees may vary depending on which asset you use to buy TLP. <0/>Enter the amount of ALP you want to purchase in the order form, then check here to compare fees.
fr: Les frais peuvent varier selon quel actif vous vendez pour du TLP. <0/>Indiquer la somme que vous souhaitez acheter, puis vérifiez ici pour comparer les frais.

source: Fees will be shown once you have entered an amount in the order form.
fr: Les frais s'afficheront quand vous aurez indiqué une somme dans le formulaire d'ordre.

source: Fetching token info...
fr: Récupération de l'information du token...

source: Financial reports and protocol analytics
fr: Rapports financiers et analyses de protocoles

source: Forfeit profit
fr: Renoncer aux profits

source: Forfeit profit and Short
fr: Renoncer aux profits et shorter

source: Forfeit profit and {action}
fr: Renoncer aux profits et {action}

source: Forfeit profit not checked
fr: Renoncer aux profits non vérifiés

source: GBC NFTs APR tracker and rewards
fr: Tracker de taux de rendement annuels des NFTs GBC et récompenses

source: Generate Referral Code
fr: Générer un code de parrainage

source: Generating shareable image...
fr: Création d'une image partageable...

source: High Slippage, Swap Anyway
fr: Glissement élevé, échanger quand-même

source: High USDG Slippage, Long Anyway
fr: Glissement USDG élevé, longer quand-même

source: I am aware of the trigger orders
fr: Je suis conscient des ordres de déclenchement

source: Image generation error, please refresh and try again.
fr: Erreur de génération d'image, veuillez rafraîchir et réessayer.

source: Include PnL in leverage display
fr: Inclure le PnL dans le mode d'affichage Effet de Levier

source: Incorrect Account
fr: Compte incorrect

source: Incorrect Network
fr: Réseau incorrect

source: Incorrect network
fr: Réseau incorrect

source: Increase
fr: Augmenter

source: Increase active: {0}, executed: {1}, cancelled: {2}
fr: Augmentation active: {0}, exécuté: {1}, annulé: {2}

source: Increase {0} {longOrShortText}, +{1} USD, {2} Price: {3} USD
fr: Augmenter {0} {longOrShortText}, +{1} USD, {2} Prix: {3} USD

source: Increased {tokenSymbol} {longOrShortText}, +{0} USD.
fr: Augmenter {tokenSymbol} {longOrShortText}, +{0} USD.

source: Index
fr: Indice

source: Initial Collateral
fr: Collatéral initial

source: Initial collateral
fr: Collatéral initial

source: Insufficient Available Liquidity to swap to {0}:
fr: Liquidité disponible insuffisante pour effectuer l'échange à {0}:

source: Insufficient ALP balance
fr: Équilibre insuffisant de TLP

source: Insufficient liquidity
fr: Liquidité insuffisante

source: Insufficient liquidity, change "Collateral In"
fr: Liquidité insuffisante, changer "Collatéral En"

source: Insufficient receive token liquidity
fr: Liquidité insuffisante du token de réception

source: Insufficient staked tokens
fr: Tokens stakés insuffisants

source: Insufficient {0} balance
fr: Balance {0} insuffisante

source: Invalid NFT Address
fr: Adresse NFT invalide

source: Invalid Receiver
fr: Destinataire invalide

source: Invalid Receiver Address
fr: Adresse du destinataire non valide

source: Invalid liq. price
fr: Prix de liquidation invalide

source: Invalid price, see warning
fr: Prix invalide, voir l'avertissement

source: Invalid slippage value
fr: Valeur de glissement invalide

source: Invalid token fromToken: "{0}" toToken: "{toTokenAddress}"
fr: Token invalide duToken:: "{0}" àToken: "{toTokenAddress}"

source: Invalid token indexToken: "{0}" collateralToken: "{1}"
fr: Token invalide indiceТокен: "{0}" collatéralToken: "{1}"

source: Job openings at AXN.
fr: Offres d'emploi chez AXN.

source: Jobs
fr: Emplois

source: Keep leverage at {0}x
fr: Maintenir le levier à {0}x

source: Language
fr: Langue

source: Launch App
fr: Lancer l'application

source: Leaderboard
fr: Tableau des leaders

source: Leave at least {0} ETH for gas
fr: Laisser au moins {0} ETH pour du gaz

source: Leave at least {0} {1} for gas
fr: Laisser au moins {0} {1} pour du gaz

source: Leftover collateral below 5 USD
fr: Il reste moins de 5 USD de collatéral

source: Leftover position below 10 USD
fr: Il reste moins de 10 USD dans la position

source: Leverage
fr: Levier

source: Leverage disabled, pending {0} upgrade
fr: Levier désactivé, en attente de {0} actualisations

source: Limit
fr: Limite

source: Limit Price
fr: Prix de limite

source: Limit order creation failed.
fr: Échec de la création d'un ordre limite.

source: Limit order submitted!
fr: Ordre de limite soumis !

source: Link
fr: Lien

source: Link copied to clipboard.
fr: Le lien a été copié dans le presse-papiers.

source: Liq. Price
fr: Prix de liquidation

source: Liquidated
fr: Liquidé

source: Liquidated {0} {longOrShortText}, -{1} USD, {2} Price: {3} USD
fr: Liquidé {0} {longOrShortText}, -{1} USD, {2} Prix: {3} USD

source: Liquidity data not loaded
fr: Les données de liquidité ne sont pas chargées

source: Liquidity is locked by renouncing the ownership of liquidity pool (LP) tokens for a fixed time period, by sending them to a time-lock smart contract.
fr: La liquidité est verrouillée en renonçant à la propriété des jetons de pool de liquidité (LP) pendant une période de temps déterminée, en les envoyant à un contrat intelligent à verrouillage temporel.

source: Loading...
fr: Chargement...

source: Longing...
fr: Long en cours...

source: Looks like you don't have a referral code to share. <0/> Create one now and start earning rebates!
fr: Il semble que vous n'ayez pas de code de parrainage à partager. <0/> Créez-en un maintenant et commencez à gagner des remises!

source: Loss
fr: Perte

source: MEV Optimizer
fr: Optimiseur MEV

source: Mark Price
fr: Prix de marque

source: Mark Price:
fr: Prix de marque:

source: Mark: {0}
fr: Marque: {0}

source: Market
fr: Bourse

source: Market Cap
fr: Capitalisation boursière

source: Max Capacity
fr: Capacité max

source: Max Capacity for {0} Reached
fr: Capacité max pour {0} Atteinte

source: Max Pool Capacity
fr: Capacité maximale du pool

source: Max amount exceeded
fr: Montant max. dépassé

source: Max close amount exceeded
fr: Le montant max. de fermeture a été excéder

source: Max leverage of 100x was exceeded, the remaining collateral after deducting losses and fees have been sent back to your account:
fr: Le levier maximum de 100x a été dépassé, le collatéral restant, après déduction des pertes et des frais, a été renvoyé sur votre compte:

source: Max pool capacity reached for {0}. Please mint ALP using another token
fr: Capacité maximale du pool atteinte pour {0}. Veuillez minter ALP avec un autre token

source: Max pool capacity reached for {0}<0/><1/>Please mint ALP using another token
fr: Capacité maximale du pool atteinte pour {0}<0/><1/> Veuillez minter ALP avec un autre token

source: Max slippage precision is 0.01%
fr: La précision maximale du glissement est de 0,01%

source: Max {0} Capacity
fr: Capacité {0} max

source: Max {0} in
fr: Max {0} dans

source: Max {0} long capacity
fr: Max {0} capacité du long

source: Max {0} long exceeded
fr: Long {0} max dépassé

source: Max {0} out
fr: Sortir en {0} max

source: Max {0} short capacity
fr: Max {0} capacité de short

source: Max {0} short exceeded
fr: Max {0} short dépassé

source: MetaMask not detected.
fr: MetaMask non détecté.

source: Migrate
fr: Migrer

source: Migrated
fr: Migré

source: Migrating...
fr: Migration...

source: Migration Price
fr: Prix de migration

source: Migration failed
fr: Migration échouée

source: Migration submitted! <0>View status.</0>
fr: Migration soumise! <0> Voir statut.</0>

source: Min leverage: 1.1x
fr: Levier min: 1.1x

source: Min order: 1 USD
fr: Ordre min: 10 USD

source: Min required collateral
fr: Collatéral min requis

source: Min. Receive
fr: Reçu Min.

source: Minimum received
fr: Minimum reçu

source: Mitigate Liquidation Risks
fr: Atténuer les risques de liquidation

source: More Options
fr: Plus d'options

source: Multiplier Points
fr: Points multiplicateurs

source: Multiplier Points APR
fr: Points multiplicateurs APR

source: NFT Address
fr: Adresse NFT

source: NFT ID
fr: ID NFT

source: NFT Wallet
fr: Portefeuille NFT

source: Net Value
fr: Valeur nette

source: Networks
fr: Réseaux

source: Networks and Settings
fr: Réseaux et paramètres

source: Next
fr: suivant
