Repository: onmetafox/axiodex
Catalog: frontend/src/locales/*/messages.po
Languages: fr

source: You can change the "Collateral In" token above to find lower fees
fr: Vous pouvez changer le token "Collatéral soumis" ci-dessus pour trouver des frais réduits

source: You can change this in the settings menu on the top right of the page.<0/><1/>Note that a low allowed slippage, e.g. less than 0.5%, may result in failed orders if prices are volatile.
fr: Vous pouvez changer cela dans le menu des paramètres en haut à droite de la page.<0/><1/>Notez qu'un faible glissement autorisé, par exemple moins de 0,5 %, peut entraîner l'échec des ordres si les prix sont volatiles.

source: You can check your claim history <0>here</0>.
fr: Vous pouvez vérifier l'historique de vos réclamations <0>ici</0>.

source: You can transfer ETH from other networks to Ethereum using any of the below options:
fr: Vous pouvez transférer ETH provenant d'autres réseaux vers Ethereum en utilisant l'une des options ci-dessous:

source: You have a <0>pending transfer</0> to {pendingReceiver}.
fr: Vous avez un <0>transfert en attente</0> à {pendingReceiver}.

source: You have a pending transfer from {sender}.
fr: Vous avez un transfert en attente de {expéditeur}.

source: You have an active Limit Order to Increase {longOrShortText} {sizeInToken} {0} (${1}) at price ${2}
fr: Vous avez un ordre limite actif à augmenter {longOrShortText} {sizeInToken} {0} (${1}) au prix ${2}

source: You have an active order to decrease {longOrShortText} {sizeInToken} {0} (${1}) at {prefix} {2}
fr: Vous avez un ordre actif à diminuer {longOrShortText} {sizeInToken} {0} (${1}) à {prefix} {2}

source: You have multiple existing Increase {longOrShortText} {0} limit orders
fr: Vous avez plusieurs augmentations {longOrShortText} {0} ordres limités existantes

source: You have not deposited any tokens for vesting.
fr: Vous n'avez pas déposé de tokens pour vester.

source: You need to select {swapTokenSymbol} as the "Pay" token to use it for collateral to initiate this trade.
fr: Vous devez sélectionner {swapTokenSymbol} comme token "Payer" pour l'utiliser comme collatéral pour initier cette transaction.

source: You will need to be on this page to accept the transfer, <0>click here</0> to copy the link to this page if needed.
fr: Vous devrez être sur cette page pour accepter le transfert, <0>cliquez ici</0> pour copier le lien vers cette page si nécessaire.

source: You will receive a {0}% discount on your opening and closing fees, this discount will be airdropped to your account every Wednesday
fr: Vous recevrez une réduction de {0}% sur vos frais d'ouverture et de clôture, cette réduction sera airdroppée sur votre compte chaque mercredi.

source: You will receive at least {0} {1} if this order is executed. The exact execution price may vary depending on fees at the time the order is executed.
fr: Vous recevrez au moins {0} {1}, si cet ordre est exécuté. Le prix d'exécution exact peut varier en fonction des frais au moment de l'exécution de l'ordre.

source: You will receive at least {0} {1} if this order is executed. The execution price may vary depending on swap fees at the time the order is executed.
fr: Vous recevrez au moins {0} {1}, si cet ordre est exécuté. Le prix d'exécution peut varier en fonction des frais d'échange au moment de l'exécution de l'ordre.

source: Your position's collateral after deducting fees.
fr: Le collatéral de votre position après déduction des frais.

source: Your transfer has been completed.
fr: Votre transfert a été effectué.

source: Your transfer has been initiated.
fr: Votre transfert a été initié.

source: Your wallet: {0}
fr: Votre portefeuille: {0}

source: account
fr: compte

source: collateral
fr: collatéral

source: fee
fr: frais

source: hide
fr: cacher

source: in liquidity
fr: en liquidité

source: not staked
fr: non staké

source: size
fr: montant

source: staked
fr: staké

source: time to liq
fr: temps de liquider

source: view
fr: voir

source: {0} Approved!
fr: {0} Approuvé!

source: {0} Capacity Reached
fr: {0} Capacité atteinte

source: {0} Pool Capacity Reached
fr: {0} Capacité du pool atteinte

source: {0} Price
fr: {0} Prix

source: {0} Required
fr: {0} Requis

source: {0} AXN tokens can be claimed, use the options under the Total Rewards section to claim them.
fr: {0} Les tokens AXN peuvent être réclamés, utilisez les options de la section Récompenses Totales pour les réclamer.

source: {0} ALP bought with {1} {2}!
fr: {0} ALP acheté avec {1} {2} !

source: {0} ALP have been reserved for vesting.
fr: {0} ALP ont été réservés pour le vesting.

source: {0} ALP sold for {1} {2}!
fr: {0} ALP a été vendu pour {1} {2}!

source: {0} is above its target weight.<0/><1/>Get lower fees to <2>swap</2> tokens for {1}.
fr: {0} est au-dessus de son poids cible.<0/><1/>Obtenez une réduction des frais pour <2>échanger</2> les tokens pour {1}.

source: {0} is below its target weight.<0/><1/>Get lower fees to <2>buy TLP</2> with {1}, and to <3>swap</3> {2} for other tokens.
fr: {0} est en dessous de son poids cible.<0/><1/>Obtenez une réduction des frais pour <2>acheter TLP</2> avec {1} et d'<3>échanger</3> {2} pour d'autres tokens.

source: {0} is required for collateral.
fr: {0} est requis comme collatéral.

source: {0} pool exceeded
fr: {0} pool dépassé

source: {0} pool exceeded, can only Receive {1}
fr: {0} pool dépassé, peut seulement recevoir {1}

source: {0} pool exceeded, try different token
fr: {0} pool dépassé, essayez un autre token

source: {0} price
fr: {0} prix

source: {0} selected in order form
fr: {0} sélectionné dans le formulaire d'ordre

source: {0}: {1}, Price: {priceDisplay}
fr: {0}: {1}, Prix: {priceDisplay}

source: {actionDisplay} Order
fr: {actionDisplay} Ordre

source: {actionDisplay} {0} {longOrShortText}, -{1} USD, {2} Price: {3} USD
fr: {actionDisplay} {0} {longOrShortText}, -{1} USD, {2} Prix: {3} USD

source: {existingTriggerOrderLength, plural, one {You have an active trigger order that could impact this position.} other {You have # active trigger orders that could impact this position.}}
fr: {existingTriggerOrderLength, plural, one {Vous avez une commande de déclenchement active qui pourrait affecter cette position.} other {Vous avez # commandes de déclenchement actives qui pourraient affecter cette position.}}

source: {existingTriggerOrderLength, plural, one {You have an active trigger order that might execute immediately after you open this position. Please cancel the order or accept the confirmation to continue.} other {You have # active trigger orders that might execute immediately after you open this position. Please cancel the orders or accept the confirmation to continue.}}
fr: {existingTriggerOrderLength, plural, one {Vous avez une commande de déclenchement active qui pourrait être exécutée immédiatement après l'ouverture de cette position. Veuillez annuler la commande ou accepter la confirmation pour continuer.} other {Vous avez # commandes de déclenchement actives qui pourraient être exécutées immédiatement après l'ouverture de cette position. Veuillez annuler les commandes ou accepter la confirmation pour continuer.}}
